[{"anime":"Durarara!!","character":"Izaya Orihara","quote":"Have you ever thought about why you're so good and your parents are so bad? If you'd so kindly let me give away the answer; it's because even if you're cheating on someone or you're being cheated on, everyone laughs at bad jokes and eats over-sweet boiled vegetables."},{"anime":"R-15","character":"Suiboku Kuroki","quote":"Genius is 1% inspiration and 99% perspiration! In other words, believe in your inspiration and fight to the end! Perspiration without inspiration is worthless! No matter what others say ignore them! Trust your talent! Follow your own path!"},{"anime":"Bleach","character":"Tousen Kaname","quote":"[to Hisagi after stabbing him] I am afraid. Then and now, my fear has always been that I would die a shinigami like you."},{"anime":"One Punch Man","character":"Saitama","quote":"Human beings are strong because we have the ability to change ourselves."},{"anime":"Sakamoto desu ga?","character":"Sakamoto","quote":"If you have no money, I believe all you can do is work."},{"anime":"The Melancholy of Haruhi Suzumiya","character":"Haruhi Suzumiya","quote":"Remote islands are all about strange incidents, right?"},{"anime":"Pandora Hearts","character":"Vanessa Nightray","quote":"*to Eliot* Fred, Claude, Ernest... The Head Hunter killed all of them! Because of that, our mother lost her mind... And... Fell prey to the lies of that foreigner. And our father still pretends to not notice what's going on!.."},{"anime":"Eden*","character":"Elica","quote":"Chains can be torn off. Your sister knew that. Be it an artificially produced human or a wild animal stained by sin... I believe that all living things have the right to be happy."},{"anime":"Gate: Jieitai Kanochi nite Kaku Tatakaeri","character":"Yao Ro Ducy","quote":"Revenge is a rite that restores one’s spirit after it has been ravaged by the anger and hatred of loss. That is the only way to heal one's soul and stand up again to face reality. That is the only way we can have a tomorrow."},{"anime":"Katekyo Hitman Reborn!","character":"Reborn","quote":"A boss is someone who puts his life on the line for his subordinates."}]